evidence/logs/acceptance-50rps-2m-domain-multiservice.log
Clean-domain multi-service k6 smoke: https://xbrain26hackathon269.software

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: tests/k6/acceptance_ingest.js
        output: -

     scenarios: (100.00%) 1 scenario, 100 max VUs, 2m30s max duration (incl. graceful stop):
              * acceptance_ingest: 50.00 iterations/s for 2m0s (maxVUs: 50-100, gracefulStop: 30s)


running (0m01.0s), 035/050 VUs, 15 complete and 0 interrupted iterations
acceptance_ingest   [   1% ] 035/050 VUs  0m01.0s/2m0s  50.00 iters/s

running (0m02.0s), 012/050 VUs, 88 complete and 0 interrupted iterations
acceptance_ingest   [   2% ] 012/050 VUs  0m02.0s/2m0s  50.00 iters/s

running (0m03.0s), 012/050 VUs, 138 complete and 0 interrupted iterations
acceptance_ingest   [   2% ] 012/050 VUs  0m03.0s/2m0s  50.00 iters/s

running (0m04.0s), 012/050 VUs, 188 complete and 0 interrupted iterations
acceptance_ingest   [   3% ] 012/050 VUs  0m04.0s/2m0s  50.00 iters/s

running (0m05.0s), 012/050 VUs, 238 complete and 0 interrupted iterations
acceptance_ingest   [   4% ] 012/050 VUs  0m05.0s/2m0s  50.00 iters/s

running (0m06.0s), 012/050 VUs, 288 complete and 0 interrupted iterations
acceptance_ingest   [   5% ] 012/050 VUs  0m06.0s/2m0s  50.00 iters/s

running (0m07.0s), 012/050 VUs, 338 complete and 0 interrupted iterations
acceptance_ingest   [   6% ] 012/050 VUs  0m07.0s/2m0s  50.00 iters/s

running (0m08.0s), 012/050 VUs, 388 complete and 0 interrupted iterations
acceptance_ingest   [   7% ] 012/050 VUs  0m08.0s/2m0s  50.00 iters/s

running (0m09.0s), 012/050 VUs, 438 complete and 0 interrupted iterations
acceptance_ingest   [   7% ] 012/050 VUs  0m09.0s/2m0s  50.00 iters/s

running (0m10.0s), 012/050 VUs, 488 complete and 0 interrupted iterations
acceptance_ingest   [   8% ] 012/050 VUs  0m10.0s/2m0s  50.00 iters/s

running (0m11.0s), 012/050 VUs, 538 complete and 0 interrupted iterations
acceptance_ingest   [   9% ] 012/050 VUs  0m11.0s/2m0s  50.00 iters/s

running (0m12.0s), 012/050 VUs, 588 complete and 0 interrupted iterations
acceptance_ingest   [  10% ] 012/050 VUs  0m12.0s/2m0s  50.00 iters/s

running (0m13.0s), 012/050 VUs, 638 complete and 0 interrupted iterations
acceptance_ingest   [  11% ] 012/050 VUs  0m13.0s/2m0s  50.00 iters/s

running (0m14.0s), 012/050 VUs, 688 complete and 0 interrupted iterations
acceptance_ingest   [  12% ] 012/050 VUs  0m14.0s/2m0s  50.00 iters/s

running (0m15.0s), 012/050 VUs, 738 complete and 0 interrupted iterations
acceptance_ingest   [  12% ] 012/050 VUs  0m15.0s/2m0s  50.00 iters/s

running (0m16.0s), 012/050 VUs, 788 complete and 0 interrupted iterations
acceptance_ingest   [  13% ] 012/050 VUs  0m16.0s/2m0s  50.00 iters/s

running (0m17.0s), 012/050 VUs, 838 complete and 0 interrupted iterations
acceptance_ingest   [  14% ] 012/050 VUs  0m17.0s/2m0s  50.00 iters/s

running (0m18.0s), 012/050 VUs, 888 complete and 0 interrupted iterations
acceptance_ingest   [  15% ] 012/050 VUs  0m18.0s/2m0s  50.00 iters/s

running (0m19.0s), 012/050 VUs, 938 complete and 0 interrupted iterations
acceptance_ingest   [  16% ] 012/050 VUs  0m19.0s/2m0s  50.00 iters/s

running (0m20.0s), 012/050 VUs, 988 complete and 0 interrupted iterations
acceptance_ingest   [  17% ] 012/050 VUs  0m20.0s/2m0s  50.00 iters/s

running (0m21.0s), 012/050 VUs, 1038 complete and 0 interrupted iterations
acceptance_ingest   [  17% ] 012/050 VUs  0m21.0s/2m0s  50.00 iters/s

running (0m22.0s), 012/050 VUs, 1088 complete and 0 interrupted iterations
acceptance_ingest   [  18% ] 012/050 VUs  0m22.0s/2m0s  50.00 iters/s

running (0m23.0s), 012/050 VUs, 1138 complete and 0 interrupted iterations
acceptance_ingest   [  19% ] 012/050 VUs  0m23.0s/2m0s  50.00 iters/s

running (0m24.0s), 012/050 VUs, 1188 complete and 0 interrupted iterations
acceptance_ingest   [  20% ] 012/050 VUs  0m24.0s/2m0s  50.00 iters/s

running (0m25.0s), 012/050 VUs, 1238 complete and 0 interrupted iterations
acceptance_ingest   [  21% ] 012/050 VUs  0m25.0s/2m0s  50.00 iters/s

running (0m26.0s), 012/050 VUs, 1288 complete and 0 interrupted iterations
acceptance_ingest   [  22% ] 012/050 VUs  0m26.0s/2m0s  50.00 iters/s

running (0m27.0s), 012/050 VUs, 1338 complete and 0 interrupted iterations
acceptance_ingest   [  22% ] 012/050 VUs  0m27.0s/2m0s  50.00 iters/s

running (0m28.0s), 012/050 VUs, 1388 complete and 0 interrupted iterations
acceptance_ingest   [  23% ] 012/050 VUs  0m28.0s/2m0s  50.00 iters/s

running (0m29.0s), 012/050 VUs, 1438 complete and 0 interrupted iterations
acceptance_ingest   [  24% ] 012/050 VUs  0m29.0s/2m0s  50.00 iters/s

running (0m30.0s), 012/050 VUs, 1488 complete and 0 interrupted iterations
acceptance_ingest   [  25% ] 012/050 VUs  0m30.0s/2m0s  50.00 iters/s

running (0m31.0s), 012/050 VUs, 1538 complete and 0 interrupted iterations
acceptance_ingest   [  26% ] 012/050 VUs  0m31.0s/2m0s  50.00 iters/s

running (0m32.0s), 012/050 VUs, 1588 complete and 0 interrupted iterations
acceptance_ingest   [  27% ] 012/050 VUs  0m32.0s/2m0s  50.00 iters/s

running (0m33.0s), 012/050 VUs, 1638 complete and 0 interrupted iterations
acceptance_ingest   [  27% ] 012/050 VUs  0m33.0s/2m0s  50.00 iters/s

running (0m34.0s), 012/050 VUs, 1688 complete and 0 interrupted iterations
acceptance_ingest   [  28% ] 012/050 VUs  0m34.0s/2m0s  50.00 iters/s

running (0m35.0s), 012/050 VUs, 1738 complete and 0 interrupted iterations
acceptance_ingest   [  29% ] 012/050 VUs  0m35.0s/2m0s  50.00 iters/s

running (0m36.0s), 012/050 VUs, 1788 complete and 0 interrupted iterations
acceptance_ingest   [  30% ] 012/050 VUs  0m36.0s/2m0s  50.00 iters/s

running (0m37.0s), 012/050 VUs, 1838 complete and 0 interrupted iterations
acceptance_ingest   [  31% ] 012/050 VUs  0m37.0s/2m0s  50.00 iters/s

running (0m38.0s), 012/050 VUs, 1888 complete and 0 interrupted iterations
acceptance_ingest   [  32% ] 012/050 VUs  0m38.0s/2m0s  50.00 iters/s

running (0m39.0s), 012/050 VUs, 1938 complete and 0 interrupted iterations
acceptance_ingest   [  32% ] 012/050 VUs  0m39.0s/2m0s  50.00 iters/s

running (0m40.0s), 012/050 VUs, 1988 complete and 0 interrupted iterations
acceptance_ingest   [  33% ] 012/050 VUs  0m40.0s/2m0s  50.00 iters/s

running (0m41.0s), 012/050 VUs, 2038 complete and 0 interrupted iterations
acceptance_ingest   [  34% ] 012/050 VUs  0m41.0s/2m0s  50.00 iters/s

running (0m42.0s), 012/050 VUs, 2088 complete and 0 interrupted iterations
acceptance_ingest   [  35% ] 012/050 VUs  0m42.0s/2m0s  50.00 iters/s

running (0m43.0s), 012/050 VUs, 2138 complete and 0 interrupted iterations
acceptance_ingest   [  36% ] 012/050 VUs  0m43.0s/2m0s  50.00 iters/s

running (0m44.0s), 012/050 VUs, 2188 complete and 0 interrupted iterations
acceptance_ingest   [  37% ] 012/050 VUs  0m44.0s/2m0s  50.00 iters/s

running (0m45.0s), 013/050 VUs, 2237 complete and 0 interrupted iterations
acceptance_ingest   [  37% ] 013/050 VUs  0m45.0s/2m0s  50.00 iters/s

running (0m46.0s), 012/050 VUs, 2288 complete and 0 interrupted iterations
acceptance_ingest   [  38% ] 012/050 VUs  0m46.0s/2m0s  50.00 iters/s

running (0m47.0s), 012/050 VUs, 2338 complete and 0 interrupted iterations
acceptance_ingest   [  39% ] 012/050 VUs  0m47.0s/2m0s  50.00 iters/s

running (0m48.0s), 011/050 VUs, 2389 complete and 0 interrupted iterations
acceptance_ingest   [  40% ] 011/050 VUs  0m48.0s/2m0s  50.00 iters/s

running (0m49.0s), 012/050 VUs, 2438 complete and 0 interrupted iterations
acceptance_ingest   [  41% ] 012/050 VUs  0m49.0s/2m0s  50.00 iters/s

running (0m50.0s), 011/050 VUs, 2489 complete and 0 interrupted iterations
acceptance_ingest   [  42% ] 011/050 VUs  0m50.0s/2m0s  50.00 iters/s

running (0m51.0s), 011/050 VUs, 2539 complete and 0 interrupted iterations
acceptance_ingest   [  42% ] 011/050 VUs  0m51.0s/2m0s  50.00 iters/s

running (0m52.0s), 012/050 VUs, 2588 complete and 0 interrupted iterations
acceptance_ingest   [  43% ] 012/050 VUs  0m52.0s/2m0s  50.00 iters/s

running (0m53.0s), 011/050 VUs, 2639 complete and 0 interrupted iterations
acceptance_ingest   [  44% ] 011/050 VUs  0m53.0s/2m0s  50.00 iters/s

running (0m54.0s), 012/050 VUs, 2688 complete and 0 interrupted iterations
acceptance_ingest   [  45% ] 012/050 VUs  0m54.0s/2m0s  50.00 iters/s

running (0m55.0s), 012/050 VUs, 2738 complete and 0 interrupted iterations
acceptance_ingest   [  46% ] 012/050 VUs  0m55.0s/2m0s  50.00 iters/s

running (0m56.0s), 011/050 VUs, 2789 complete and 0 interrupted iterations
acceptance_ingest   [  47% ] 011/050 VUs  0m56.0s/2m0s  50.00 iters/s

running (0m57.0s), 012/050 VUs, 2838 complete and 0 interrupted iterations
acceptance_ingest   [  47% ] 012/050 VUs  0m57.0s/2m0s  50.00 iters/s

running (0m58.0s), 011/050 VUs, 2889 complete and 0 interrupted iterations
acceptance_ingest   [  48% ] 011/050 VUs  0m58.0s/2m0s  50.00 iters/s

running (0m59.0s), 012/050 VUs, 2938 complete and 0 interrupted iterations
acceptance_ingest   [  49% ] 012/050 VUs  0m59.0s/2m0s  50.00 iters/s

running (1m00.0s), 011/050 VUs, 2989 complete and 0 interrupted iterations
acceptance_ingest   [  50% ] 011/050 VUs  1m00.0s/2m0s  50.00 iters/s

running (1m01.0s), 011/050 VUs, 3039 complete and 0 interrupted iterations
acceptance_ingest   [  51% ] 011/050 VUs  1m01.0s/2m0s  50.00 iters/s

running (1m02.0s), 011/050 VUs, 3089 complete and 0 interrupted iterations
acceptance_ingest   [  52% ] 011/050 VUs  1m02.0s/2m0s  50.00 iters/s

running (1m03.0s), 011/050 VUs, 3139 complete and 0 interrupted iterations
acceptance_ingest   [  52% ] 011/050 VUs  1m03.0s/2m0s  50.00 iters/s

running (1m04.0s), 011/050 VUs, 3189 complete and 0 interrupted iterations
acceptance_ingest   [  53% ] 011/050 VUs  1m04.0s/2m0s  50.00 iters/s

running (1m05.0s), 011/050 VUs, 3239 complete and 0 interrupted iterations
acceptance_ingest   [  54% ] 011/050 VUs  1m05.0s/2m0s  50.00 iters/s

running (1m06.0s), 011/050 VUs, 3289 complete and 0 interrupted iterations
acceptance_ingest   [  55% ] 011/050 VUs  1m06.0s/2m0s  50.00 iters/s

running (1m07.0s), 011/050 VUs, 3339 complete and 0 interrupted iterations
acceptance_ingest   [  56% ] 011/050 VUs  1m07.0s/2m0s  50.00 iters/s

running (1m08.0s), 011/050 VUs, 3389 complete and 0 interrupted iterations
acceptance_ingest   [  57% ] 011/050 VUs  1m08.0s/2m0s  50.00 iters/s

running (1m09.0s), 012/050 VUs, 3438 complete and 0 interrupted iterations
acceptance_ingest   [  57% ] 012/050 VUs  1m09.0s/2m0s  50.00 iters/s

running (1m10.0s), 011/050 VUs, 3489 complete and 0 interrupted iterations
acceptance_ingest   [  58% ] 011/050 VUs  1m10.0s/2m0s  50.00 iters/s

running (1m11.0s), 012/050 VUs, 3538 complete and 0 interrupted iterations
acceptance_ingest   [  59% ] 012/050 VUs  1m11.0s/2m0s  50.00 iters/s

running (1m12.0s), 012/050 VUs, 3588 complete and 0 interrupted iterations
acceptance_ingest   [  60% ] 012/050 VUs  1m12.0s/2m0s  50.00 iters/s

running (1m13.0s), 012/050 VUs, 3638 complete and 0 interrupted iterations
acceptance_ingest   [  61% ] 012/050 VUs  1m13.0s/2m0s  50.00 iters/s

running (1m14.0s), 012/050 VUs, 3689 complete and 0 interrupted iterations
acceptance_ingest   [  62% ] 012/050 VUs  1m14.0s/2m0s  50.00 iters/s

running (1m15.0s), 011/050 VUs, 3739 complete and 0 interrupted iterations
acceptance_ingest   [  62% ] 011/050 VUs  1m15.0s/2m0s  50.00 iters/s

running (1m16.0s), 011/050 VUs, 3789 complete and 0 interrupted iterations
acceptance_ingest   [  63% ] 011/050 VUs  1m16.0s/2m0s  50.00 iters/s

running (1m17.0s), 012/050 VUs, 3838 complete and 0 interrupted iterations
acceptance_ingest   [  64% ] 012/050 VUs  1m17.0s/2m0s  50.00 iters/s

running (1m18.0s), 012/050 VUs, 3888 complete and 0 interrupted iterations
acceptance_ingest   [  65% ] 012/050 VUs  1m18.0s/2m0s  50.00 iters/s

running (1m19.0s), 011/050 VUs, 3939 complete and 0 interrupted iterations
acceptance_ingest   [  66% ] 011/050 VUs  1m19.0s/2m0s  50.00 iters/s

running (1m20.0s), 012/050 VUs, 3988 complete and 0 interrupted iterations
acceptance_ingest   [  67% ] 012/050 VUs  1m20.0s/2m0s  50.00 iters/s

running (1m21.0s), 011/050 VUs, 4039 complete and 0 interrupted iterations
acceptance_ingest   [  67% ] 011/050 VUs  1m21.0s/2m0s  50.00 iters/s

running (1m22.0s), 012/050 VUs, 4088 complete and 0 interrupted iterations
acceptance_ingest   [  68% ] 012/050 VUs  1m22.0s/2m0s  50.00 iters/s

running (1m23.0s), 011/050 VUs, 4139 complete and 0 interrupted iterations
acceptance_ingest   [  69% ] 011/050 VUs  1m23.0s/2m0s  50.00 iters/s

running (1m24.0s), 012/050 VUs, 4188 complete and 0 interrupted iterations
acceptance_ingest   [  70% ] 012/050 VUs  1m24.0s/2m0s  50.00 iters/s

running (1m25.0s), 012/050 VUs, 4238 complete and 0 interrupted iterations
acceptance_ingest   [  71% ] 012/050 VUs  1m25.0s/2m0s  50.00 iters/s

running (1m26.0s), 011/050 VUs, 4289 complete and 0 interrupted iterations
acceptance_ingest   [  72% ] 011/050 VUs  1m26.0s/2m0s  50.00 iters/s

running (1m27.0s), 011/050 VUs, 4339 complete and 0 interrupted iterations
acceptance_ingest   [  72% ] 011/050 VUs  1m27.0s/2m0s  50.00 iters/s

running (1m28.0s), 012/050 VUs, 4388 complete and 0 interrupted iterations
acceptance_ingest   [  73% ] 012/050 VUs  1m28.0s/2m0s  50.00 iters/s

running (1m29.0s), 012/050 VUs, 4438 complete and 0 interrupted iterations
acceptance_ingest   [  74% ] 012/050 VUs  1m29.0s/2m0s  50.00 iters/s

running (1m30.0s), 012/050 VUs, 4488 complete and 0 interrupted iterations
acceptance_ingest   [  75% ] 012/050 VUs  1m30.0s/2m0s  50.00 iters/s

running (1m31.0s), 012/050 VUs, 4538 complete and 0 interrupted iterations
acceptance_ingest   [  76% ] 012/050 VUs  1m31.0s/2m0s  50.00 iters/s

running (1m32.0s), 011/050 VUs, 4589 complete and 0 interrupted iterations
acceptance_ingest   [  77% ] 011/050 VUs  1m32.0s/2m0s  50.00 iters/s

running (1m33.0s), 012/050 VUs, 4638 complete and 0 interrupted iterations
acceptance_ingest   [  77% ] 012/050 VUs  1m33.0s/2m0s  50.00 iters/s

running (1m34.0s), 011/050 VUs, 4689 complete and 0 interrupted iterations
acceptance_ingest   [  78% ] 011/050 VUs  1m34.0s/2m0s  50.00 iters/s

running (1m35.0s), 012/050 VUs, 4738 complete and 0 interrupted iterations
acceptance_ingest   [  79% ] 012/050 VUs  1m35.0s/2m0s  50.00 iters/s

running (1m36.0s), 011/050 VUs, 4789 complete and 0 interrupted iterations
acceptance_ingest   [  80% ] 011/050 VUs  1m36.0s/2m0s  50.00 iters/s

running (1m37.0s), 011/050 VUs, 4839 complete and 0 interrupted iterations
acceptance_ingest   [  81% ] 011/050 VUs  1m37.0s/2m0s  50.00 iters/s

running (1m38.0s), 012/050 VUs, 4888 complete and 0 interrupted iterations
acceptance_ingest   [  82% ] 012/050 VUs  1m38.0s/2m0s  50.00 iters/s

running (1m39.0s), 012/050 VUs, 4938 complete and 0 interrupted iterations
acceptance_ingest   [  82% ] 012/050 VUs  1m39.0s/2m0s  50.00 iters/s

running (1m40.0s), 012/050 VUs, 4988 complete and 0 interrupted iterations
acceptance_ingest   [  83% ] 012/050 VUs  1m40.0s/2m0s  50.00 iters/s

running (1m41.0s), 012/050 VUs, 5038 complete and 0 interrupted iterations
acceptance_ingest   [  84% ] 012/050 VUs  1m41.0s/2m0s  50.00 iters/s

running (1m42.0s), 012/050 VUs, 5088 complete and 0 interrupted iterations
acceptance_ingest   [  85% ] 012/050 VUs  1m42.0s/2m0s  50.00 iters/s

running (1m43.0s), 012/050 VUs, 5138 complete and 0 interrupted iterations
acceptance_ingest   [  86% ] 012/050 VUs  1m43.0s/2m0s  50.00 iters/s

running (1m44.0s), 012/050 VUs, 5188 complete and 0 interrupted iterations
acceptance_ingest   [  87% ] 012/050 VUs  1m44.0s/2m0s  50.00 iters/s

running (1m45.0s), 012/050 VUs, 5238 complete and 0 interrupted iterations
acceptance_ingest   [  87% ] 012/050 VUs  1m45.0s/2m0s  50.00 iters/s

running (1m46.0s), 013/050 VUs, 5287 complete and 0 interrupted iterations
acceptance_ingest   [  88% ] 013/050 VUs  1m46.0s/2m0s  50.00 iters/s

running (1m47.0s), 012/050 VUs, 5338 complete and 0 interrupted iterations
acceptance_ingest   [  89% ] 012/050 VUs  1m47.0s/2m0s  50.00 iters/s

running (1m48.0s), 011/050 VUs, 5389 complete and 0 interrupted iterations
acceptance_ingest   [  90% ] 011/050 VUs  1m48.0s/2m0s  50.00 iters/s

running (1m49.0s), 012/050 VUs, 5438 complete and 0 interrupted iterations
acceptance_ingest   [  91% ] 012/050 VUs  1m49.0s/2m0s  50.00 iters/s

running (1m50.0s), 011/050 VUs, 5489 complete and 0 interrupted iterations
acceptance_ingest   [  92% ] 011/050 VUs  1m50.0s/2m0s  50.00 iters/s

running (1m51.0s), 012/050 VUs, 5538 complete and 0 interrupted iterations
acceptance_ingest   [  92% ] 012/050 VUs  1m51.0s/2m0s  50.00 iters/s

running (1m52.0s), 012/050 VUs, 5588 complete and 0 interrupted iterations
acceptance_ingest   [  93% ] 012/050 VUs  1m52.0s/2m0s  50.00 iters/s

running (1m53.0s), 011/050 VUs, 5639 complete and 0 interrupted iterations
acceptance_ingest   [  94% ] 011/050 VUs  1m53.0s/2m0s  50.00 iters/s

running (1m54.0s), 012/050 VUs, 5688 complete and 0 interrupted iterations
acceptance_ingest   [  95% ] 012/050 VUs  1m54.0s/2m0s  50.00 iters/s

running (1m55.0s), 012/050 VUs, 5738 complete and 0 interrupted iterations
acceptance_ingest   [  96% ] 012/050 VUs  1m55.0s/2m0s  50.00 iters/s

running (1m56.0s), 011/050 VUs, 5789 complete and 0 interrupted iterations
acceptance_ingest   [  97% ] 011/050 VUs  1m56.0s/2m0s  50.00 iters/s

running (1m57.0s), 012/050 VUs, 5838 complete and 0 interrupted iterations
acceptance_ingest   [  97% ] 012/050 VUs  1m57.0s/2m0s  50.00 iters/s

running (1m58.0s), 011/050 VUs, 5889 complete and 0 interrupted iterations
acceptance_ingest   [  98% ] 011/050 VUs  1m58.0s/2m0s  50.00 iters/s

running (1m59.0s), 012/050 VUs, 5938 complete and 0 interrupted iterations
acceptance_ingest   [  99% ] 012/050 VUs  1m59.0s/2m0s  50.00 iters/s

running (2m00.0s), 011/050 VUs, 5989 complete and 0 interrupted iterations
acceptance_ingest   [ 100% ] 011/050 VUs  2m00.0s/2m0s  50.00 iters/s


  █ THRESHOLDS 

    dropped_iterations
    ✓ 'count<1' count=0

    http_req_duration
    ✓ 'p(95)<1000' p(95)=246.04ms

    http_req_failed
    ✓ 'rate<0.01' rate=0.00%


  █ TOTAL RESULTS 

    checks_total.......: 6000    49.905275/s
    checks_succeeded...: 100.00% 6000 out of 6000
    checks_failed......: 0.00%   0 out of 6000

    ✓ status is accepted

    HTTP
    http_req_duration..............: avg=236.87ms min=224.06ms med=234.89ms max=539.01ms p(90)=242.78ms p(95)=246.04ms
      { expected_response:true }...: avg=236.87ms min=224.06ms med=234.89ms max=539.01ms p(90)=242.78ms p(95)=246.04ms
    http_req_failed................: 0.00%  0 out of 6000
    http_reqs......................: 6000   49.905275/s

    EXECUTION
    dropped_iterations.............: 0      0/s
    iteration_duration.............: avg=240.9ms  min=224.06ms med=234.99ms max=879.58ms p(90)=243.06ms p(95)=247.4ms 
    iterations.....................: 6000   49.905275/s
    vus............................: 11     min=11        max=35
    vus_max........................: 50     min=50        max=50

    NETWORK
    data_received..................: 2.8 MB 23 kB/s
    data_sent......................: 1.8 MB 15 kB/s



running (2m00.2s), 000/050 VUs, 6000 complete and 0 interrupted iterations
acceptance_ingest ✓ [ 100% ] 000/050 VUs  2m0s  50.00 iters/s